Repository: Acidburn0zzz/alimentary-apt-client
Catalog: po/extra/*.po
Languages: bg

source: AppCenter
bg: Център за приложения

source: Browse and manage apps
bg: Разглеждане и управляване на програми

source: install;uninstall;remove;catalogue;store;apps;updates;software;
bg: инсталиране;деинсталиране;премахване;каталог;магазин;приложения;програми;обновления;

source: About AppCenter
bg: Относно

source: An app store for indie and open source developers. Browse by categories or search and discover new apps. AppCenter is also used for updating your system to the latest and greatest version for new features and fixes.
bg: Магазин с приложения за независими разработчици и разработчици на програми с отворен код. Разглеждайте по категория или търсете за нови приложения. Програмата също така се използва и за обновяване на системата ви до най-новата версия.

source: Bug fixes and improve perfomance.
bg: Оправени бъгове и повишена бързина.

source: Various bug fixes and performance improvements
bg: Оправени бъгове и подобрения на скоростта

source: New translations
bg: Нови преводи

source: Fix crash caused by entries with missing packages
bg: Оправен проблем предизвикан от липсващи пакети

source: Add capability to search by category and apply minor bug fixes.
bg: Добавена възможност да се търси по категория и други малки поправки.

source: It is now possible to search apps inside a category
bg: Вече е възможно да се търсят приложения в категория

source: Prevent multiple authentication dialogs when resuming from suspend
bg: Предотвратяване на показването на няколко прозореца за вход при връщането от заспало състояние

source: Search perfomance has beeen improved, the category name is now shown on the headbar and minor bugs have been fixed.
bg: Скоростта на търсене е подобрена, името на категорията се показва в заглавната лента и малки бъгове за оправени.

source: Fix Steam installation
bg: Оправена инсталация на Stream

source: Make search asynchronous
bg: Търсенето вече се изпълнява асинхронно
